import React from 'react'

import { Timeline } from 'react-twitter-widgets'

const About = () => (
  <div className='grid sm:grid-cols-2 gap-1 text-center'>
    <h2 className='col-span-full'>Всем привет, этот сайт я сделал спешл фо стадинг ин мирэа. Сюда я буду публиковать полезные</h2>
    <p className='col-span-full'>проектики, инфу, учебники, а иногда даже ответы. Это не сайт-портфолио, это скорее эээ... рофельная страничка по приколу сделанная за 5 минут, </p>
    <p className='col-span-full'>настоящий мой сайт же находится на adgb.ru. А мой невероятно-умопомрачительный гитхаб есть . Пользуясь случаем хочу передать привет своему брату по линии дяди</p>
    <p className='col-span-full'>отца деда, и сказать ему чтобы вернул три тысячи рублей за кфс. Cпасибо. Для особо страждующих и желающих себе заиметь такой же сайт: исходник есть на гитхабе.</p>
    <p className='col-span-full'> </p>
    <p className='col-span-full'>Ну а ниже самое интересное с этого сайта (и скорее всего причина вашего нахождения здесь)</p>
    <p className='col-span-full'>Итак, я частенько пишу всякую хуйню. Нужную и не очень. Список нужной хуйни есть здесь, ну а список ненужной, соответственно здесь. Периодически</p>
    <p className='col-span-full'>я пишу сайты рандомным людям, и самые интересные где-нибудь публикую. Если вы хотите себе заиметь что-нибудь прикольное, пишите сюда. </p>
    <p className='col-span-full'>Обязательно скидывайте текст наполнения, а уж потом я попробую что-нибудь состряпать как будет время и желание. Это бесплатно, просто иногда мне похуй и я не делаю.</p>
    <p className='col-span-full'>Также я пишу всякую хуйню уже в процессе обучения, и её вы можете найти у меня на гитхабе. Говорят, что иногда там встречается что-то крутое. Но это редкость.</p>
    <p className='col-span-full'>Вообще, в основном, материалы отсюда пригодятся в основном курсу фуллстек разработки 09.03.02, но тут есть и прикольоные ништячки, которые зайдут всем и каждому. Пользуйтесь.</p>
    <p className='col-span-full'>Для тех, кто "твой сайт сасёт я могу его заредизайнить и будет вэй вэй пушка гонка" у меня есть специальная ссылка:</p>
    <p className='col-span-full'>для неебического уровня дизайнеров</p>

  </div>
)

export default About
